/* Non-user-facing error text for a connection that has been closed due to a timeout. */
"GCDAsyncSocketClosedError" = "接口被同行遠程關閉";

/* Non-user-facing error text for an attempted connection that has failed due to a timeout. */
"GCDAsyncSocketConnectTimeoutError" = "嘗試連接主機超時";

/* No comment provided by engineer. */
"GCDAsyncSocketOtherError" = "嘗試通過FD端口搭設端口但失敗了。 getpeername() failed";

/* Non-user-facing error text for a read operation that has read the maximum amount of allowed data. */
"GCDAsyncSocketReadMaxedOutError" = "讀取操作超時";

/* Non-user-facing error text for a read operation that has failed due to a timeout. */
"GCDAsyncSocketReadTimeoutError" = "寫入操作超時";

/* Non-user-facing error text for a write operation that has failed due to a timeout. */
"GCDAsyncSocketWriteTimeoutError" = "\"Shift”保留光標工具之間的切換";

